[GENERAL]
NAME				= Română
TRANSLATOR			= Matrix
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Aplicaţie expirată.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Neînregistrată
TEXT_INIT_FAIL			= Iniţializarea aplicaţiei eşuată.
TEXT_APPINFO			= Bandicam - Captură video de înaltă performanţă.

; error
TEXT_ERROR_DISKSPACE		= Insuficient spaţiu pe disc  pentru înregistrare.
TEXT_ERROR_VIDEO_CAP		= Pornirea capturii video eşuată.
TEXT_ERROR_AUDIO_CAP		= Pornirea capturii audio eşuată.\nPentru ajutor, click OK.
TEXT_ERROR_IMAGE_CAP		= Captura imaginii a eşuat.\nVerificati dosarul de iesire.
TEXT_ERROR_CREATEFILE		= Crearea fişierului eşuată.\nPentru ajutor, click OK.
TEXT_ERROR_CODEC_INIT		= Initializarea codecului eşuată.
TEXT_ERROR_LOGO_IMAGE		= Fişier imagine nesuportat. \nVă rog să selectaţi un tip suportat(*.png).
TEXT_CAN_NOT_CHANGE_TB		= Nu puteţi schimba această setare în versiunea gratuită Bandicam. \nVă rugăm să cumpăraţi Bandicam - http://bandicam.com/buy 
TEXT_WARNING_AMD_APP		= Sistemul nu suportă 'H.264 (AMD APP)', deci se va folosi codecul implicit.
TEXT_WARNING_AMD_APP2		= Sistemul dumneavoastră nu suportă 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Sunet
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Efecte
TEXT_VID_PAGE_OPTIONS		= Opţiuni

; option page name
TEXT_OPT_PAGE_GENERAL		= General
TEXT_OPT_PAGE_OUTPUT		= Ieșire
TEXT_OPT_PAGE_HOOKING		= Captare
TEXT_OPT_PAGE_LANGUAGE		= Limbă
TEXT_OPT_PAGE_OTHERS		= Altele

TEXT_VIDEO			= Video
TEXT_AUDIO			= Audio

TEXT_FOLDER_SELECT		= Selectaţi un dosar pentru stocare.

TEXT_FMT_FULL_SIZE		= Dimens. întreagă
TEXT_FMT_HALF_SIZE		= Dimens. jumătate
TEXT_FMT_FIT_WIDTH		= Potrivire lăţime
TEXT_FMT_FIT_HEIGHT		= Potrivire înălţime
TEXT_FMT_CUSTOM_SIZE		= Personalizat
TEXT_FMT_STEREO			= stereo
TEXT_FMT_MONO			= mono
TEXT_FMT_ORIGINAL_PCM		= Format audio original

; preset
TEXT_PRESET_DEFAULT		= Implicit
TEXT_PRESET_HALFSIZE		= Jumătate de dimensiune
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Setări rapide pentru 60 FPS
TEXT_PRESET_LOWEND		= PC cu putere redusă
TEXT_PRESET_NICO		= NICO
TEXT_PRESET_NICO_HQ		= NICO_HQ
TEXT_PRESET_NAVER_480P		= NAVER_480P
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= Divx/Galaxy Smartphone 
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle 
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0		= Potrivire lăţime, 320x0
TEXT_PRESET_640x0		= Potrivire lăţime, 640x0
TEXT_PRESET_800x0		= Potrivire lăţime, 800x0
TEXT_PRESET_USER		= Presetări utilizator

TEXT_CHANGE_LANG		= Pentru schimbarea limbii, reporniţi Bandicam.\nVreţi să reporniţi acum?
TEXT_CHANGE_HOOK		= Pentru schimbarea ţintei de capturat, reporniţi Bandicam.\nVreţi să reporniţi acum?
TEXT_CHANGE_SIZE		= Pentru a modifica mărimea ferestrei Bandicam, trebuie să reporniţi Bandicam.\nReporniţi acum?
TEXT_RESET_ALL_SETTINGS		= Sigur doriţi revenirea la configuraţia iniţială?

TEXT_REGISTER_SUCCEEDED		= Bandicam a fost înregistrat acum.
TEXT_REGISTER_FAILED		= Înregistrare eşuată. \nVerifică adresa de e-mail şi seria.
TEXT_REGISTER_CONNECT_FAILED	= Nu mă pot conecta la serverul de înregistrare.\nVă rugăm să verificaţi conexiunea la internet şi să potriviţi ceasul calculatorului la data şi ora de astăzi.\nPentru ajutor, click OK.
TEXT_REGISTER_INFO		= Adresă email: %s\r\nSerie: %s
TEXT_REGISTER_LIMITED		= Înregistrare oprită.\n\nÎn versiunea gratuită puteţi înregistra numai 10 minute. \nVă rugăm să cumpăraţi Bandicam de pe bandicam.com
TEXT_REGISTER_NEWRECORD		= Nu puteţi porni o nouă înregistrare în versiunea gratuită Bandicam. \ nVă rugăm să cumpăraţi Bandicam de pe bandicam.com 
TEXT_REGISTER_LICENCE_INFO	= Neînregistrat!!!\r\nPentru înregistrare fără inscripţionare, \r\ncumpăraţi de la noi o licenţă Bandicam de pe bandicam.com.

TEXT_PROGRAM_INVALID		= Aplicaţie nevalidă. \nTrebuie să reinstalaţi aplicaţia.

TEXT_SELECT_TARGET		= Daţi un clic pe fereastra ţintă
TEXT_TARGET_DIRECTX		= <b>Mod înregistrare joc</b> - Înregistrare jocuri şi Video playere folosind DirectX.
TEXT_TARGET_RECTANGLE		= <b>Mod înregistrare ecran</b> - Înregistrare ecran Desktop şi video Web.
TEXT_TARGET_CHANGING		= Dacă schimbaţi modul de înregistrare, înregistrarea se va opri.\nSigur doriţi să continuaţi?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Nu se poate porni înregistrarea în 'Modul înregistrare joc' întrucât fereastra ţintă nu e selectată.\n\nDoriţi trecerea la modul 'Dreptunghi pe ecran' pentru a începe înregistrarea?

TEXT_STATUSBAR_READY		= Pregătit
TEXT_STATUSBAR_RECORDING	= Înregistrare
TEXT_STATUSBAR_PAUSE		= Pauză

TEXT_UPDATE_AVAILABLE		= Este disponibilă o nouă versiune Bandicam. \nVreţi să o descărcaţi acum?
TEXT_UPDATE_UNAVAILABLE		= Aceasta e ultima versiune.
TEXT_UPDATE_FAILED		= Verificarea versiunii eşuată. \nLegătura de internet inexistentă sau server defect.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Imposibil de încărcat. Dacă tocmai v-ați înscris, vă rugăm să verificați adresa dvs. de e-mail.

TEXT_TARGET_FULL		= Ecranul întreg
TEXT_TARGET_RESTORE		= Restabilire
TEXT_TARGET_FIND		= Găseşte fereastra
TEXT_TARGET_RESIZE		= Meniu selectare dimensiune
TEXT_TARGET_IMAGE		= Capturare imagine
TEXT_TARGET_PEN			= Mod desen
TEXT_TARGET_RECORD_START	= Înregistrare Video - start
TEXT_TARGET_RECORD_PAUSE	= Înregistrare Video - pauză
TEXT_TARGET_RECORD_STOP		= Înregistrare Video - stop

TEXT_RC_HOWTO_NOCOMPLETE	= Înregistrare fără oprire
TEXT_RC_HOWTO_BYTIME		= După un timp
TEXT_RC_HOWTO_BYSIZE		= După dimensiune
TEXT_RC_AFTER_NEWRECORD		= Înregistrare nouă
TEXT_RC_AFTER_EXIT		= Ieşire Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Opreşte calculatorul

TEXT_SHUTDOWN_SEC		= Opreşte calculatorul în %d sec.

TEXT_SEL_IMAGE_FILE		= Selectaţi un fişier imagine

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Dezactivare (Recomandată) --

TEXT_CORRUPTED_AVI_FILE		= Ultima înregistrare e coruptă.\nVreţi să o remediaţi?\n\nFişier: %s
TEXT_TRAY_BALLOON_TIP		= Clic pe iconiţă pentru a restabili Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Pentru afişarea fereastrei înregistrare ecran, clic pe iconiţa tray.
TEXT_FORCE_STOP			= Oprirea înregistrării eşuată - Fereastra ţintă nu răspunde. \nDoriţi oprirea obligatorie?
TEXT_EXTERNAL_CODEC		= - Codec extern -
TEXT_CUDA_GPU_AUTOSELECT	= (Selectare automată)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Starea înregistrării
TEXT_INDICATOR_TIME		= Timp de înregistrare
TEXT_INDICATOR_SIZE		= Dimensiunea fişierului / spaţiu liber pe disc
TEXT_INDICATOR_VOLUME		= Nivelul curent al volumului

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normală] Prioritate normală
TEXT_REC_PRIORITY_HIGH		= [Înaltă] Mai mare decât prioritatea normală
TEXT_REC_PRIORITY_HIGHEST	= [Maximă] Alte procese pot fi încetinite

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut nu e instalat. Descărcaţi Bandicut?
TEXT_OUTPUTS_DELETE		= Sigur doriţi ştergerea permanentă a fişierelor selectate?
TEXT_OUTPUTS_SELCOUNT		= %d obiecte selectate

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Numele aplicației
TEXT_FILE_NAME_PREFIX_CUSTOM	= Nume particularizat
TEXT_FILE_NAME_PREFIX_NONE	= Fără prefix
TEXT_FILE_NAME_SUFFIX_TIME	= Data/Ora
TEXT_FILE_NAME_SUFFIX_NUMBER	= Număr de ordine

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Introduceţi o valoare între 1 şi 1440 minute.
TEXT_TIMER_REC_STOP_RECORDING	= Înregistrare în desfășurare. \nSigur doriți să opriți înregistrarea și să continuaţi?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Va rugam sa introduceti un titlu pentru video pentru a încărca.
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_COMPLETE		= Încărcat
TEXT_UPLOAD_ERR_FAIL		= Încarcarea video a eșuat.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Acest fișier este prea mare pentru încărcat.
TEXT_UPLOAD_ERR_FREESPACE	= Nu există suficient spațiu liber pe Vimeo pentru a încărca.
TEXT_UPLOAD_ERR_CONNECT		= Conectarea la server a eșuat.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= General
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Imagine
$BN_PAGE_OUTPUTS		= Ieşire
$BN_PAGE_ABOUT			= Despre
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Opţiuni
$ST_GEN_OUTPUT_FOLDER		= Dosar înregistrări
$BN_GEN_OPEN_OUTPUT_FOLDER	= Deschide
$BN_GEN_ADV_OPTIONS		= Avansat
$CK_GEN_ALWAYS_ON_TOP		= Fereastra Bandicam deasupra
$CK_GEN_START_MINIMIZED		= Porniţi Bandicam minimizat la tray
$CK_GEN_RUN_WHEN_START		= Porniţi Bandicam odată cu Windows
$CK_GEN_RECORD_WHEN_RUN		= Porniţi înregistrarea full-screen la pornirea Bandicam
$CK_GEN_TIMER_RECORDING		= Setați temporizatorul pentru înregistrare automată
$ST_GEN_LANGUAGE		= Limbă
$ST_GEN_REC_AUTO_START		= Înregistrare automată
$ST_GEN_REC_AUTO_COMPLETE	= Oprire automată
$BN_GEN_REC_AUTO_COMPLETE	= Setare
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Afişare FPS
$CK_FPS_OVERLAY_HOTKEY		= Taste rapide
$CK_FPS_OVERLAY			= Afisează FPS
$ST_FPS_LIMIT			= Limitare
$CK_FPS_LIMIT_HOTKEY		= Taste rapide
$CK_FPS_LIMIT			= Fixaţi limita FPS
$CK_FPS_LIMIT_ONLY_CAP		= În timpul capturii
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Înregistrare
$CK_VID_RECORD_HOTKEY		= Scurtatură Înregistrare/Stop
$CK_VID_PAUSE_HOTKEY		= Scurtătură Pauză
$CK_VID_SHOW_CURSOR		= Arată cursorul mouse-ului
$CK_VID_CLICK_EFFECTS		= Adaugati efecte mouse click
$CK_VID_WEBCAM_OVERLAY		= Adaugă webcam overlay
$BN_VID_RECORD_SETTINGS		= Setări
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Setări
$BN_VID_FORMAT_PRESETS		= Presetări
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Captură
$CK_IMG_CAPTURE_HOTKEY		= Scurtătură
$CK_IMG_CAPTURE_REPEAT		= Repetă captura ecranului
$ST_IMG_CAPTURE_REPEAT		= secunde
$CK_IMG_SHOW_CURSOR		= Arată cursorul mouse-ului
$CK_IMG_SHUTTER_SOUND_EFFECT	= Sunet declanşator
$ST_IMG_FORMAT			= Format
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normal
$CK_IMG_FORMAT_JPG_HQ		= JPG - Calitate înaltă
$BTN_IMG_FORMAT_ANIGIF		= Cum salvăm ca gif animat
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Imagine
$BN_OUT_PLAY_VIDEO		= Rulează
$BN_OUT_OPEN_IMAGE		= Deschide
$BN_OUT_EDIT			= Editează
$BN_OUT_UPLOAD			= Încarcă
$BN_OUT_DELETE			= Şterge
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Versiune Bandicam
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= O nouă versiune e disponibilă.
$BN_ABO_CHECK_UPDATE		= Verificare actualizare
$ST_ABO_LICENCE_INFO		= Informaţii Licenţă
$BN_ABO_REGISTER		= Înregistrare
$BN_ABO_REGISTER_HELP		= Cum înregistrăm şi cumpărăm
$ST_ABO_HOMEPAGE_INFO		= Website URL
$ST_ABO_HOMEPAGE_URL		= Homepage
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Deschide dosarul de ieşire
$TOOLTIP_SCREENSHOT		= Captează imaginea
$TOOLTIP_RECORD			= Înregistrează / Stop
$TOOLTIP_PAUSE			= Pauză
$TOOLTIP_UI_MODE		= Interfaţă simplă/extinsă
$TOOLTIP_REGISTER		= Înregistrează Bandicam
$TOOLTIP_ONLINE_HELP		= Ajutor Online

$TOOLTIP_TOOL_PEN		= Stilou
$TOOLTIP_TOOL_PEN_HL		= Evidenţiere 
$TOOLTIP_TOOL_BOX		= Casetă
$TOOLTIP_TOOL_ERASER		= Radieră
$TOOLTIP_TOOL_COLOR		= Selectaţi culoarea
$TOOLTIP_TOOL_LINE		= Grosimea liniei
$TOOLTIP_TOOL_UNDO		= Anulare (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Refacere (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
IDCANCEL			= Anulează
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Setări Format
IDC_ST_FMTSET_FILE		= Tipul fişierului
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Dimensiune
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Codec
IDC_ST_VIDEO_BITRATE		= Bitrate
IDC_ST_VIDEO_QUALITY		= Calitate
IDC_ST_FMTSET_AUDIO		= Audio
IDC_CK_AUDIO_ORIGINAL_PCM	= Salvează în format original
IDC_ED_AUDIO_ORIGINAL_PCM	= Puteți salva audio multi-canal și de înaltă definiție (96KHz sau mai mult).
IDC_ST_AUDIO_CH			= Canale
IDC_ST_AUDIO_FREQ		= Frecvenţă
IDC_ST_AUDIO_CODEC		= Codec
IDC_ST_AUDIO_BITRATE		= Bitrate
IDC_ST_FORMAT_HELP		= [ Ajutor ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Înregistrare Bandicam
IDC_ST_1BUY			= 1. Cumpără
IDC_ST_1BUY_COMMENT		= Bandicam nu este gratuit. Pentru a înregistra fără inscripţionare cumpăraţi de la noi o licenţă Bandicam.
IDC_BTN_BUY_ONLINE		= Cumpăraţi online
IDC_ST_2REGISTER		= 2. Înregistrare
IDC_ST_2REGISTER_COMMENT	= Pentru înregistrarea Bandicam aveţi nevoie de o legătură la internet.
IDC_ST_EMAIL_ADDRESS		= Adresă Email
IDC_ST_SERIAL_NUMBER		= Serie
IDC_BTN_REGISTER_NOW		= Înregistrează acum
IDC_BTN_CLOSE			= Închide

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Verificare actualizare
IDC_ST_UPDATE_SETTING		= Setări
IDC_CK_UPDATE_ENABLE		= Verificare actualizare automată.
IDC_CK_UPDATE_POPUP		= Arată pop-up - versiune nouă.
IDC_UPDATE_CHECK_NOW		= Verifică actualizarea acum
IDC_CLOSE			= Închide

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Opţiuni avansate
IDC_BTN_RESET			= Restabileşte

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Generale
IDC_CK_ALWAYS_ON_TOP2		= Fereastra Bandicam deasupra
IDC_CK_START_MINIMIZED_TO_TRAY	= Porneşte Bandicam minimzat
IDC_CK_RUN_WHEN_START		= Lansează Bandicam la pornirea Windows-ului
IDC_CK_RECORD_WHEN_RUN		= Porneste înregistrarea full-screen la pornirea Bandicam
IDC_CK_SHOW_FPS_IN_VIDEO	= Înscrie FPS în captura video/imagine
IDC_ST_SHOW_FPS_IN_VIDEO	= (Numai in 'Modul înregistrare joc')
IDC_CK_SHOW_TIP_BAR		= Arată sfaturi/bara de informaţii
IDC_CK_NO_TRAY_BALLOON		= Opriți notificările balon din tray
IDC_ST_ADV_AUTOMATIC		= Automat

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Ieşire
IDC_ST_OUT_OUTPUT_FOLDER	= Dosar de ieșire
IDC_CK_OUT_CREATE_SUBFOLDER	= Crează sub-dosar la fiecare fişier nou
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Activează write caching pe disc.
IDC_ST_OUT_FILE_NAMING		= Setări nume fișier
IDC_ST_OUT_EXAMPLE		= Ex:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Limba
IDC_ST_TRANSLATOR		= Mulţumim translatorilor

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Captare ţintă
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= Dezactivează ţintele DirectX 10/11 pentru IE9,10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Dezactivează video overlay în DirectX
IDC_BTN_BLOCK_LIST		= Lista proceselor blocate

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Alte setări
IDC_BTN_VIDEO_RECORD_SETTINGS	= Setări înregistrare video
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Setări format video
IDC_BTN_AUTO_COMPLETE_RECORDING	= Oprirea automată a înregistrării

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Înregistrare oprită automat
IDC_ST_RC_HOWTO			= Alegerea condiţiei de oprire a înregistrării
IDC_RD_RC_NOTCOMPLETE		= Nu opriţi
IDC_RD_RC_TIME			= După durată
IDC_ST_RC_MAX_TIME		= Max
IDC_RD_RC_SIZE			= După mărimea fişierului
IDC_ST_RC_MAX_SIZE		= Max
IDC_ST_RC_AFTER			= După oprirea înregistrării
IDC_RD_RC_NOTHING		= Nu face nimic
IDC_RD_RC_NEW_RECORDING		= Porneşte o nouă înregistrare
IDC_RD_RC_EXIT_BDCAM		= Opreşte Bandicam
IDC_RD_RC_SHUTDOWN		= Opreşte calculatorul

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Oprire PC
IDC_ST_SHUTDOWN			= Oprire PC
IDC_ST_SHUTDOWN_INFO		= Calculatorul se va opri.\nApăsaţi 'Cancel' dacă nu doriţi oprirea calculatorului.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Setări înregistrare

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Înregistrare sunet
IDC_ST_SND_SELECT_1		= Primul dispozitiv
IDC_BTN_SND_SETTING_1		= Setări
IDC_ST_SND_SELECT_2		= Al doilea dispozitiv
IDC_BTN_SND_SETTING_2		= Setări
IDC_CK_SND_MIX_SOUND		= Mixarea a 2 piste audio (Primară+Secundară într-una singură)
IDC_CK_SND_CAP_HOTKEY		= Înreg. numai cu "Dispoz. secundar" la apăsare
IDC_ST_SOUND_HELP		= [ Ajutor ]
IDC_CK_SND_SAVE_AS_WAV		= Salvează pistele audio (.wav) in timpul înregistrării.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Adaugă webcam overlay la video 
IDC_ST_WEBCAM_SETTING		= Setări
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_ST_WEBCAM_SIZE		= Mărime video:
IDC_ST_WEBCAM_POS		= Poziţie:
IDC_BTN_WEBCAM_DEVICE		= Setări
IDC_BTN_WEBCAM_PREVIEW		= Previzualizare 
IDC_ST_WEBCAM_LR_MARGINS	= Margini Stânga/Dr.:
IDC_ST_WEBCAM_TB_MARGINS	= Margini Sus/Jos:       
IDC_ST_WEBCAM_FOR_DX_GL		= Pentru Modul înregistrare joc
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Webcam pe un ecran (numai DX8 sau ulterior, şi OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Activați taste de comutare previzualizare

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Adaugă un logo (la video)
IDC_ST_LOGO_SETTING		= Setări
IDC_ST_LOGO_IMAGE		= Imagine:
IDC_ST_LOGO_OPACITY		= Opacitate:
IDC_ST_LOGO_POS			= Poziţie:
IDC_ST_LOGO_LR_MARGINS		= Margini Stânga/Dr.:
IDC_ST_LOGO_TB_MARGINS		= Margini Sus/Jos:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Efecte mouse
IDC_CK_ADD_CLICK_EFFECTS	= Adăugaţi efecte mouse click
IDC_ST_LEFT_CLICK_COLOR		= Culoare click stânga
IDC_ST_RIGHT_CLICK_COLOR	= Culoare click dreapta
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Evidenţiază cursorul
IDC_ST_HIGHLIGHT_COLOR		= Culoarea evidenţierii

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Opţiuni
IDC_ST_REC_PRIORITY		= Prioritatea înregistrării:
IDC_ST_REC_PRIORITY2		= O prioritate ridicată poate reduce numarul de cadre pierdute.
IDC_ST_FOR_DX_GL		= Pentru Modul înregistrare joc
IDC_CK_SKIP_RECORDING		= Nu înregistra cadrele neactualizate
IDC_CK_ENHANCED_DX9_CAPTURE	= Captare îmbunătăţită (mai rapidă, numai DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Pentru Modul înregistrare ecran 
IDC_CK_ENHANCED_CAPTURE		= Utilizaţi captarea îmbunătăţită (mai rapid, Windows 8 sau peste) 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webcam preview

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Dimensiune particularizată
IDC_ST_TARGET_SIZE_SETTING	= Setări
IDC_ST_TARGET_SIZE		= Dimensiunea ţintei:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Adaugaţi o nouă Presetare dimensiune
IDC_ST_ADD_SIZE_PRESET		= Salvaţi poziţia şi dimensiunea curentă a ţintei ca o nouă presetare. \nIntroduceţi numele pentru noua presetare.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Editare Presetări dimensiune
IDC_BTN_SIZE_PRESET_ADD		= Adaugă
IDC_BTN_SIZE_PRESET_DEL		= Şterge
IDC_BTN_SIZE_PRESET_REN		= Redenumeşte
IDC_BTN_SIZE_PRESET_UP		= Sus
IDC_BTN_SIZE_PRESET_DN		= Jos

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Redenumeşte Presetarea dimensiune
IDC_ST_REN_SIZE_PRESET		= Introduceţi un nume nou pentru presetare.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Informaţii
IDC_ST_ACAP_INFO		= Informaţii captură audio
IDC_ST_ACAP_INFO2		= Placa de sunet nu captează sunetul. Verificaţi 'record control'. \n\nVizitaţi pagina de ajutor online?
IDC_CK_ACAP_DO_NOT_ASK		= Nu mai întrebaţi
IDC_BTN_YES			= Da
IDC_BTN_NO			= Nu

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Timp maxim de înregistrare
IDC_ST_RC_TIME_SETTING		= Setări
IDC_ST_RC_TIME_HOUR		= Ore
IDC_ST_RC_TIME_MIN		= Min
IDC_ST_RC_TIME_SEC		= Sec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Dimensiunea maximă a fişierului
IDC_ST_RC_FILESIZE_SETTING	= Setări

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Adauga o nouă presetare
IDC_ST_ADD_PRESET		= Salvează setările formatului curent ca o nouă presetare.\nIntroduceţi numele noii presetări.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Editează Presetările
IDC_BTN_PRESET_ADD		= Adaugă
IDC_BTN_PRESET_DEL		= Şterge
IDC_BTN_PRESET_REN		= Redenumeşte
IDC_BTN_PRESET_UP		= Sus
IDC_BTN_PRESET_DN		= Jos

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Redenumeşte presetarea
IDC_ST_REN_PRESET		= Introduceţi noul nume al presetarii.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Selectaţi un codec video extern
IDC_ST_CODEC_EX_LIST		= Lista codecurilor
IDC_ST_CODEC_EX_SETTINGS	= Setări
IDC_ST_CODEC_EX_DRIVER		= Numele Driverului
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Calitate
IDC_ST_CODEC_EX_DATERATE	= Rata Datelor
IDC_ST_CODEC_EX_KEYFRAME	= Intervalul Keyframe
IDC_BTN_CODEC_EX_CONFIG		= Configurare
IDC_BTN_CODEC_EX_ABOUT		= Despre
IDC_ST_CODEC_EX_HELP		= [ Ajutor ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Lista proceselor blocate
IDC_ST_BLOCK_LIST		= Procesele urmatoare nu pot fi folosite.
IDC_ST_BLOCK_LIST_EX		= Exemple :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Setări H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= Controlul ratei biţilor
IDC_RD_H264_CUDA_VBR		= VBR - bazată pe calitate (recomandat)
IDC_RD_H264_CUDA_CBR		= CBR - bazată pe rata biţilor
IDC_ST_H264_CUDA_GPU_USAGE	= Utilizează GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Numai GPU (folosiţi dacă GPU e puternic)
IDC_ST_H264_CUDA_GPU_DEVICE	= Dispozitiv GPU:
IDC_ST_H264_CUDA_OTHER_OPTIONS  = Alte opţiuni
IDC_ST_H264_CUDA_FOURCC_USED    = Codul FourCC:
IDC_ST_H264_CUDA_KEYFRAME_INT   = Intervalul Keyframe:
IDC_ST_H264_CUDA_FOURCC_HELP    = Ajutor

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC           = Setări H.264 (Quick Sync Video)
IDC_ST_H264_SYNC_RATE_CONTROL   = Controlul ratei
IDC_RD_H264_SYNC_VBR            = VBR - bazată pe calitate (recomandat)
IDC_RD_H264_SYNC_CBR            = CBR - bazată pe rata biţilor
IDC_ST_H264_SYNC_OTHER_OPTIONS  = Alte opţiuni
IDC_ST_H264_SYNC_FOURCC_USED    = Codul FourCC:
IDC_ST_H264_SYNC_KEYFRAME_INT   = Intervalul Keyframe:
IDC_ST_H264_SYNC_FOURCC_HELP    = Ajutor

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP            = Setări H.264 (AMD APP) Settings
IDC_ST_H264_APP_RATE_CONTROL    = Controlul ratei
IDC_RD_H264_APP_VBR             = VBR - bazată pe calitate (recomandat)
IDC_RD_H264_APP_CBR             = CBR - bazată pe rata biţilor
IDC_ST_H264_APP_OTHER_OPTIONS   = Alte opţiuni
IDC_ST_H264_APP_FOURCC_USED     = Codul FourCC:
IDC_ST_H264_APP_KEYFRAME_INT    = Intervalul Keyframe:
IDC_ST_H264_APP_FOURCC_HELP     = Ajutor

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Setări Xvid
IDC_ST_XVID_RATE_CONTROL	= Controlul ratei biţilor
IDC_RD_XVID_VBR			= VBR - bazată pe calitate (recomandat)
IDC_RD_XVID_CBR			= CBR - bazată pe rata biţilor
IDC_ST_XVID_OPTIMIZATION	= Optimizare
IDC_RD_XVID_FASTER_SPEED	= Viteză de codare mai mare
IDC_RD_XVID_SMALLER_SIZE	= Fişier mai mic
IDC_ST_XVID_OTHER_OPTIONS	= Alte opţiuni
IDC_ST_XVID_KEYFRAME_INT	= Intervalul Keyframe:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) setări
IDC_ST_H264_NVENC_RATE_CONTROL	= Controlul ratei
IDC_RD_H264_NVENC_VBR		= VBR - bazată pe calitate (recomandat)
IDC_RD_H264_NVENC_CBR		= CBR - bazată pe rata biţilor 
IDC_ST_H264_NVENC_GPU_USAGE	= Utilizare GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= Dispozitiv GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Alte opţiuni
IDC_ST_H264_NVENC_FOURCC_USED	= Codul FourCC:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Intervalul Keyframe:
IDC_ST_H264_NVENC_FOURCC_HELP	= Ajutor

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= Setari (CPU) H.264
IDC_ST_H264_RATE_CONTROL	= Controlul ratei
IDC_RD_H264_VBR			= VBR - bazată pe calitate (recomandat)
IDC_RD_H264_CBR			= CBR - bazată pe rata biţilor
IDC_ST_H264_OPTIMIZATION	= Optimizare
IDC_RD_H264_FASTER_SPEED	= Viteză de codare mai mare
IDC_RD_H264_BALANCED		= Performanță echilibrată
IDC_RD_H264_SMALLER_SIZE	= Fişier mai mic
IDC_ST_H264_OTHER_OPTIONS	= Alte opţiuni
IDC_ST_H264_KEYFRAME_INT	= Intervalul Keyframe:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Temporizare înregistrare
IDC_ST_TIMER_SETTINGS		= Setări
IDC_RD_TIMER_START_IN		= Porneşte în
IDC_ST_TIMER_MINUTES		= minute
IDC_RD_TIMER_START_AT		= Porneşte la
IDC_CK_TIMER_MINIMIZE		= Minimizează Bandicam când începe înregistrarea.
IDC_ST_TIMER_AUTO_COMPLETE	= Oprire automată
IDC_BTN_TIMER_AUTO_COMPLETE	= Setări

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Temporizare înregistrare - aştept înregistrarea
IDC_ST_TIMER_WAITING_INFO	= Aştept pornirea înregistrării %s.
IDC_ST_TIMER_ELAPSED		= Timp scurs :
IDC_ST_TIMER_REMAINING		= Timp rămas :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Setări FPS
IDC_ST_FORMAT_FPS_MODE		= Mod Rată cadre
IDC_RD_FORMAT_FPS_CFR		= Prefer CFR - Rata cadrelor constantă
IDC_ST_FORMAT_FPS_CFR		= Revine la VFR dacă rata cadrelor e prea mică.
IDC_RD_FORMAT_FPS_VFR		= Foloseşte VFR - Rata cadrelor variabilă (Recomandat)
IDC_ST_FORMAT_FPS_HELP		= Ajutor

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Încărcați pe Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Informații încărcare
IDC_ST_VIMEO_FILENAME		= Nume fișier:
IDC_ST_VIMEO_TITLE		= Titlu:
IDC_ST_VIMEO_DESCRIPTION	= Descriere:
IDC_ST_VIMEO_PRIVACY		= Intimitate:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Oricine poate să vadă acest videoclip pe Vimeo
IDC_RD_VIMEO_PRIVACY_ONLYME	= Numai eu pot vedea acest videoclip
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Numai persoanele pe care le urmaresc pot vedea videoclipul
IDC_BTN_VIMEO_UPLOAD		= Încărcare
IDC_LN_VIMEO_HELP		= Ajutor

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Se încarcă...
IDC_ST_VIMEO_UPLOADED		= Încărcarea s-a terminat!
IDC_ST_VIMEO_LINK		= Legătură:
IDC_ST_VIMEO_EMBED		= Inserarți:
IDC_BTN_VIMEO_LINK_GO		= Accesați
IDC_BTN_VIMEO_EMBED_COPY	= Copiază
IDC_BTN_VIMEO_CLOSE		= Închide

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC disponibil
IDC_LN_NVENC_AVAILABLE		= Codecul NVIDIA NVENC H.264 e disponibil. NVENC e un codec performant ce utilizează accelerarea hardware. Doriţi folosirea codecului NVENC H.264 ?\n<a>mai mult</a>
IDC_CK_NVENC_AVAILABLE		= Nu întreba din nou

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Disponibil Intel® Quick Sync Video (QSV)
IDC_LN_QSV_AVAILABLE		= E disponibil encoderul Intel® Quick Sync Video H.264. QSV este un encoder de înaltă performanță folosind accelerarea hardware. \nDoriți să utilizați encoderul H.264 QSV?\n<a>mai mult</a>
IDC_CK_QSV_AVAILABLE		= Nu mă întreba din nou

[MENU]
ID_POPUP_ABOUT			= Despre Bandicam
ID_POPUP_GENERAL		= Setări - Generale
ID_POPUP_FRAME			= Setări - FPS
ID_POPUP_VIDEO			= Seări - Video
ID_POPUP_IMAGE			= Setări - Imagine
ID_POPUP_OUTPUTS		= Lista fişiere de ieşire
ID_POPUP_OPENOUTPUTFOLDER	= Deschide dosarul
ID_POPUP_TARGET			= Ţintă
ID_POPUP_SIZE			= Mărime
ID_POPUP_EXIT			= Ieşire

ID_TARGET_DIRECTX		= Mod înregistrare joc
ID_TARGET_RECTANGLE		= Mod înregistrare ecran
ID_TARGET_HELP			= Ajutor

ID_TARGET_HIDE			= Arată / Ascunde \t Ctrl+Alt+H
ID_TARGET_PEN			= Mod desen \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Întotdeauna deasupra
ID_TARGET_TRANSPARENCY		= Opacitate
ID_TARGET_SIZE			= Dimensiune
ID_TARGET_ADJUST		= Modificați

ID_TARGET_MOVE_LEFT		= Deplasare la stânga \t Left
ID_TARGET_MOVE_RIGHT		= Deplasare la dreapta\t Right
ID_TARGET_MOVE_UP		= Deplasare în sus \t Up
ID_TARGET_MOVE_DOWN		= Deplasare în jos \t Down

ID_TARGET_INC_WIDTH		= Măreşte lăţimea \t Shift+Right
ID_TARGET_DEC_WIDTH		= Micşorează lăţimea \t Shift+Left
ID_TARGET_INC_HEIGHT		= Măreşte înălţimea \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Micşorează înălţimea \t Shift+Up

ID_TARGET_FIND_WINDOW		= Fereastră de căutare \t Ctrl+F
ID_TARGET_FULLSCREEN		= Ecranul întreg \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Potriveşte la 4:3
ID_TARGET_RATIO_16_9		= Potriveşte la 16:9
ID_TARGET_SIZE_CUSTOM		= Mărime particularizată \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Dimensiune presetare \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Adăugaţi o presetare
ID_TARGET_SIZE_PRESET_EDIT	= Editare presetări

ID_TARGET_OPEN_OUTPUTFOLDER	= Deschide dosarul de ieşire
ID_TARGET_EXIT_BANDICAM		= Ieşire Bandicam

ID_USER_PRESET_ADD		= Adaugă
ID_USER_PRESET_EDIT		= Editează

ID_SORT_BY_DATE			= Sortare după dată
ID_SORT_BY_NAME			= Sortare după nume
ID_SORT_BY_SIZE			= Sortare după mărime

ID_OUTPUTS_LB_PLAY		= Rulează
ID_OUTPUTS_LB_OPEN		= Deschide
ID_OUTPUTS_LB_EDIT		= Editează
ID_OUTPUTS_LB_DELETE		= Şterge
ID_OUTPUTS_LB_SELECT_ALL	= Selectează tot
ID_OUTPUTS_LB_OPEN_FOLDER	= Deschide dosarul de ieşire

ID_BDCAM_SIZE_DEFAULT		= Mărime implicită
